/* Loading */
"LoadingDefault" = "Loading";

/* Photos */
"PhotosTitle" = "Photos";

/* Close */
"CloseButton" = "Close";

/* Join the fun! Tap here to take a picture and start creating. */
"GalleryHeaderTitle" = "Join the fun! Tap here to make a picture.";

/* Show More */
"LoadMoreButton" = "Show More";

/* Share & Save */
"SaveScreenTitle" = "Share";

/* Error, try again */
"TryAgain" = "Please try again ";

/* For best results, match your face to the guide */
"TakePictureInstruction" = " For best results, match your face to the guide";

/* Share via: */
"SaveScreenInstruction" = "Share via:";

/* Uploading */
"SaveScreenUploading" = "Uploading";

/* Sharing */
"SaveScreenSharing" = "Sharing";

/* Error, try again */
"SaveScreenError" = "Please try again ";

/* 1 Person */
"1PersonButton" = "1 Person";

/* About */
"AboutSection" = "About";

/* Add a caption (optional) */
"AddCaptionPlaceHolder" = "Add a caption (optional)";

/* New Address */
"AddContactsTitle" = "New Address";

/* Add Email */
"AddEmailLabel" = "Add Email";

/* You've already flagged this photo */
"AlreadyFlaggedPicture" = "You've already flagged this photo";

/* Back */
"BackButton" = "Back";

/* Back */
"BackButtonTitle" = "Back";

/* Tap to select who you'd like to send your photo to */
"BottomLabel" = "Tap to select who you'd like to send your photo to";

/* Cancel */
"Cancel" = "Cancel";

/* Cancel */
"CancelButton" = "Cancel";

/* Configure */
"ConfigureButton" = "Configure";

/* Contact Us */
"ContactUs" = "Contact Us";

/* Credits */
"CreditsTitle" = "Credits";

/* Delete */
"Delete" = "Delete";

/* Your photo and caption will be deleted from the public gallery, but will still remain in your device's Camera Roll and on any third-party sites you may have shared it */
"DeleteBoxText" = "Your photo and caption will be deleted from the public gallery, but will still remain in your device's Camera Roll and on any third-party sites you may have shared it";

/* Delete from the public gallery? */
"DeleteBoxTitle" = "Delete from the public gallery?";

/* Deleting... */
"Deleting" = "Deleting...";

/* Done */
"DoneButton" = "Done";

/* Edit */
"EditButton" = "Edit";

/* Edit Caption */
"EditCaption" = "Edit Caption";

/* Email */
"EmailLabel" = "Email";

/* Enter new caption */
"EnterNewCaption" = "Enter new caption";

/* The image has not been downloaded, please wait until it's loaded before sharing it */
"ErrorDownloadingImage" = "The image has not been downloaded, please wait until it's loaded before sharing it";

/* An error occurred while processing your request to invite a Facebook friend. Please try again */
"ErrorInvitingFriends" = "An error occurred while processing your request to invite a Facebook friend. Please try again";

/* An error occurred while processing your request to vote for the photo. Please try again */
"ErrorLikingPhoto" = "An error occurred while processing your request to vote for the photo. Please try again";

/* This feature requires an active internet connection. Please verify your connection and try again. */
"ErrorLoadingPageAlert" = "This feature requires an active internet connection. Please verify your connection and try again.";

/* You don't have any pictures to share. Please take your first picture */
"ErrorNoPicturesShare" = "You don't have any pictures to share. Please take your first picture";

/* An error occurred while saving your photo. Please try again */
"ErrorSaveImageAlert" = "An error occurred while saving your photo. Please try again";

/* An error occurred while saving your photo to your device's Camera Roll. Please try again */
"ErrorSavingCameraRollStatus" = "An error occurred while saving your photo to your device's Camera Roll. Please try again";

/* Error saving to Camera Roll! */
"ErrorSavingCameraRollTitle" = "Error saving to Camera Roll!";

/* Sorry! This image can't be shared */
"ErrorShareAd" = "Sorry! This image can't be shared";

/* An error occurred while sending your photo to Facebook */
"ErrorSharingFacebook" = "An error occurred while sending your photo to Facebook";

/* An error occurred while sending your photo to Twitter */
"ErrorSharingTwitter" = "An error occurred while sending your photo to Twitter";

/* An error occurred while uploading your photo */
"ErrorUploadingImageStatus" = "An error occurred while uploading your photo";

/* Yes, authorize with Facebook */
"FacebookConnect" = "Yes, authorize with Facebook";

/* Facebook authentication required */
"FacebookConnectTitle" = "Facebook authentication required";

/* De-authorize Facebook  */
"FacebookDeauthTitle" = "De-authorise Facebook ";

/* Facebook */
"FacebookLabel" = "Facebook";

/* Emails */
"FavoriteContactsTitle" = "Emails";

/* Flagging... */
"Flagging" = "Flagging...";

/* Your report has been sent. */
"FlagReportSent" = "Your report has been sent.";

/* Friends */
"FriendsGallery" = "Friends";

/* From my contacts list */
"FromContactsButton" = "From my contacts list";

/* Galleries */
"GalleriesSection" = "Galleries";

/* Help */
"HelpScreenTitle" = "Help";

/* Help */
"HelpTitle" = "Help";

/* Image saved to Photo Album. */
"ImageSavedMessage" = "Image saved to Photo Album.";

/* Sorry! There was an error saving your image. Please try again! */
"ImageSavingError" = "Sorry! There was an error saving your image. Please try again!";

/* If you proceed you will lose all changes to this picture. Are you sure you want to proceed? */
"LoseChangesConfirmationAlert" = "If you proceed you will lose all changes to this picture. Are you sure you want to proceed?";

/* Make Private */
"MakePrivate" = "Make Private";

/* Do you want to remove this photo from the Public Gallery? */
"MakePrivateText" = "Do you want to remove this photo from the Public Gallery?";

/* Make Private? */
"MakePrivateTitle" = "Make Private?";

/* Me */
"MeGallery" = "Me";

/* Public Photo Gallery */
"MonsterCourtGallery" = "Public Photo Gallery";

/* Name */
"NameLabel" = "Name";

/* Enter new address */
"NewContactAddressButton" = "Enter new address";

/* This feature requires an active internet connection. Please verify your connection and try again. */
"NoConnectionMessage" = "This feature requires an active internet connection. Please verify your connection and try again.";

/* There is no photo to like */
"NoPictureToLike" = "There is no photo to like";

/* %d Persons */
"NPersonButton" = "%d Persons";

/* Ok */
"OK" = "Ok";

/* Your photo has been deleted! */
"PhotoDeletedConfirmation" = "Your photo has been deleted!";

/* Privacy Policy */
"PrivacyPolicyTitle" = "Privacy Policy";

/* An error occurred while deleting your Picture. Please try again */
"ProblemDeletingPicture" = "An error occurred while deleting your Picture. Please try again";

/* An error occurred while flagging the photo. Please try again */
"ProblemFlaggingPhoto" = "An error occurred while flagging the photo. Please try again";

/* An error occurred while liking the Picture. Please try again */
"ProblemLikingPicture" = "An error occurred while liking the Picture. Please try again";

/* An error occurred while sharing the picture to Facebook. */
"ProblemSharingPhoto" = "An error occurred while sharing the picture to Facebook.";

/* Yes, proceed */
"ProceedButton" = "Yes, proceed";

/* Public Photo Gallery */
"PublicGalleryLabel" = "Public Photo Gallery";

/* Public Photo Gallery */
"PublicGalleryTitle" = "Public Photo Gallery";

/* Flag as Inappropriate */
"ReportInappropriate" = "Flag as Inappropriate";

/* Saved to Camera Roll! */
"SavedToCameraRollStatus" = "Saved to Camera Roll!";

/* Share */
"SaveScreenTitle" = "Share";

/* Saving to Camera Roll */
"SavingCameraRollStatus" = "Saving to Camera Roll";

/* Send to... */
"SendToSectionHeader" = "Send to...";

/* Terms & Conditions */
"TermsConditionsTitle" = "Terms & Conditions";

/* Thank You */
"ThankYou" = "Thank You";

/* Terms & Conditions */
"ToSTitle" = "Terms & Conditions";

/* Twitter */
"Twitter" = "Twitter";

/* Please enter a valid name and email */
"ValidEmailError" = "Please enter a valid name and email";

/* This feature requires you to connect with Facebook */
"NoFacebookAccount" = "This feature requires you to connect with Facebook";

/* This feature requires iOS version 5.0 and above. Please upgrade your device to a more recent version of iOS and try again */
"NoTwitterMessage" = "This feature requires iOS version 5.0 and above. Please upgrade your device to a more recent version of iOS and try again";

/* This feature requires you to log in to your Twitter account */
"NoTwitterAccount" = "This feature requires you to log in to your Twitter account";

/* Tweet */
"TweetButton" = "Tweet";

/* Post */
"FacebookPostButton" = "Post";

/* Connect with Facebook */
"ConnectFacebookFriendsButton" = " Connect with Facebook";

/* An error occurred while loading your Friends Gallery. Please verify your network connection and try again */
"ErrorLoadingFriendsGalleryMessage" = " An error occurred while loading your Friends Gallery. Please verify your network connection and try again";

/* An error occurred while loading your Friends Gallery. Please verify your network connection and try again */
"ErrorLoadingPublicGalleryMessage" = " An error occurred while loading your Friends Gallery. Please verify your network connection and try again";

/* This image can't be modified */
"ErrorMoreAd" = " This image can't be modified";

/* You don't have any photos yet. Tap the camera icon below to make your own Walker photos! */
"ErrorNoPicturesOptions" = " You don't have any photos yet. Tap the camera icon below to make your own Walker photos!";

/* Post */
"FacebookPostButton" = " Post";

/* Invite with Facebook */
"InviteFriendsButton" = " Invite with Facebook";

/* No photos of your friends? Invite your Facebook friends to create their own Walker photo */
"InviteFriendsMessage" = " No photos of your friends? Invite your Facebook friends to create their own Walker photo";

/* No photos of your friends? Connect with Facebook and invite your friends to join! */
"LoginToInviteFriendsMessage" = " No photos of your friends? Connect with Facebook and invite your friends to join!";

/* You haven't created any Walker photos yet. Tap the camera button below to make your own Walker photo! */
"NoWalkersCreatedMessage" = " You haven't created any Walker photos yet. Tap the camera button below to make your own Walker photo!";

/* Your invitation was sent successfully */
"ThanksForInvitingMessage" = "Your invitation was sent successfully";

/* Version: */
"VersionText" = " Version:";

/* Settings */
"SettingsSection" = "Settings";

/* If you believe this photo contains inappropriate content, report it to us and we will review it shortly */
"FlagBoxText" = "If you think this photo is inappropriate, please flag it so that our team can review it";

/* Report this Photo */
"FlagBoxTitle" = "Flag as Inappropriate?";

/* Report it */
"FlagButtonText" = "Flag for Review";

